tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'domt4/autoupdate'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/fuse'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'netheril96/taps'
tap 'servo/servo'
tap 'trinitronx/truecrypt'
cask 'java'
cask 'osxfuse'
brew 'android-platform-tools'
brew 'android-sdk'
brew 'libyaml'
brew 'openssl'
brew 'pkg-config'
brew 'gdbm'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'bison'
brew 'boost'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'libtool'
brew 'ghc'
brew 'cabal-install'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'libffi'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'gmp'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gobject-introspection'
brew 'jpeg'
brew 'xz'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'libcroco'
brew 'harfbuzz'
brew 'pango'
brew 'librsvg'
brew 'emacs'
brew 'cask'
brew 'cmake'
brew 'mpfr'
brew 'cgal'
brew 'lame'
brew 'libogg'
brew 'libvorbis'
brew 'opus'
brew 'speex'
brew 'giflib'
brew 'webp'
brew 'leptonica'
brew 'tesseract', args: ['with-all-languages']
brew 'texi2html'
brew 'theora'
brew 'two-lame'
brew 'yasm'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'chromaprint'
brew 'coreutils'
brew 'cowsay'
brew 'cscope'
brew 'ctags'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'go'
brew 'exercism'
brew 'exiv2'
brew 'faac'
brew 'faad2'
brew 'fdupes'
brew 'flac', args: ['with-libogg']
brew 'fortune'
brew 'freexl'
brew 'gd'
brew 'geos'
brew 'json-c'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'liblwgeom'
brew 'libxml2'
brew 'libspatialite'
brew 'mysql'
brew 'python3'
brew 'postgresql', restart_service: true
brew 'gdal'
brew 'geckodriver'
brew 'git-flow'
brew 'gsettings-desktop-schemas'
brew 'glib-networking'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'graphviz'
brew 'gstreamer'
brew 'orc'
brew 'gst-plugins-base', args: ['with-libogg', 'with-libvorbis', 'with-theora']
brew 'libmms'
brew 'libvo-aacenc'
brew 'gst-plugins-bad', args: ['with-faad2', 'with-libmms', 'with-opus']
brew 'libshout'
brew 'vala'
brew 'libsoup'
brew 'taglib'
brew 'gst-plugins-good', args: ['with-flac', 'with-libshout', 'with-speex', 'with-taglib']
brew 'mad'
brew 'gst-plugins-ugly', args: ['with-flac', 'with-lame', 'with-libmms', 'with-libshout', 'with-libvorbis', 'with-mad', 'with-theora', 'with-two-lame']
brew 'py2cairo'
brew 'pygobject3'
brew 'gst-python'
brew 'ruby'
brew 'heroku'
brew 'httpstat'
brew 'iftop'
brew 'jansson'
brew 'libav'
brew 'libconfig'
brew 'libevent'
brew 'libmpc'
brew 'libssh2'
brew 'lighttpd'
brew 'lua'
brew 'lzo'
brew 'macvim'
brew 'multirust'
brew 'nasm'
brew 'node'
brew 'openvpn'
brew 'pandoc'
brew 'perl'
brew 'phantomjs'
brew 'sfcgal'
brew 'postgis'
brew 'qemu'
brew 'redis', restart_service: true
brew 'rename'
brew 's3cmd'
brew 'spark'
brew 'ssh-copy-id'
brew 'utf8proc'
brew 'tmux'
brew 'unixodbc'
brew 'vim'
brew 'vnstat', restart_service: true
brew 'wget'
brew 'youtube-dl'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/fuse/ntfs-3g'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/gcc49'
brew 'netheril96/taps/securefs'
brew 'servo/servo/servo-bin'
cask 'airflow'
cask 'android-studio'
cask 'archiver'
cask 'atom'
cask 'chromium'
cask 'clementine'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'flash-player'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'gimp'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'gpgtools'
cask 'helm'
cask 'iterm2'
cask 'izip'
cask 'josm'
cask 'keepassx'
cask 'keybase'
cask 'libreoffice'
cask 'limechat'
cask 'macvim'
cask 'minikube'
cask 'mysqlworkbench'
cask 'nvalt'
cask 'owncloud'
cask 'pgadmin3'
cask 'qbittorrent'
cask 'rowanj-gitx'
cask 'skype'
cask 'soundcast'
cask 'soundflower'
cask 'steam'
cask 'teamviewer'
cask 'telegram'
cask 'the-unarchiver'
cask 'thunderbird'
cask 'tomahawk'
cask 'transmission'
cask 'truecrypt'
cask 'tunnelblick'
cask 'unetbootin'
cask 'unrarx'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'vlc-webplugin'
cask 'vlcstreamer'
cask 'whatsapp'
